Repository: addatwork/tgi
Catalog: languages/poeditor-*.po
Languages: fr_fr

source: Change your POEditor API Key
fr_fr: Modifier votre clé API de POEditor

source: Change API Key
fr_fr: Changer la clé API

source: Reset plugin
fr_fr: Réinitialiser le plugin

source: Refresh online projects list
fr_fr: Actualiser la liste des projets en ligne

source: Project
fr_fr: Projet

source: Language
fr_fr: Langue

source: Progress
fr_fr: Progrès

source: Assigned file
fr_fr: Fichier assigné

source: Assign file
fr_fr: Assigner le fichier

source: Import
fr_fr: Importation

source: Export
fr_fr: Exportation

source: Unassign file
fr_fr: Supprimer l'attribution de fichier

source: Import all
fr_fr: Importer tous

source: Export all
fr_fr: Exportation de tous les

source: Rescan for language files
fr_fr: Relancez l'analyse pour les fichiers de langue

source: Location
fr_fr: Emplacement

source: File
fr_fr: Fichier

source: Last changed
fr_fr: Dernière modification

source: No language files found yet. Scan now
fr_fr: Aucun fichier de langue encore trouvé. Scanner maintenant

source: Assign a local file to a POEditor project language
fr_fr: Assigner un fichier local à une langue de projet POEditor

source: Select
fr_fr: Sélectionnez

source: Add new
fr_fr: Ajouter un nouveau

source: Add location manually
fr_fr: Ajouter emplacement manuellement

source: Example
fr_fr: Exemple

source: Are you sure you want to reset the plugin?
fr_fr: Êtes-vous sûr de que vouloir réinitialiser le plugin ?

source: This will delete all your local file assignments and it will detach your Wordpress installation from you account on %s
fr_fr: Ceci supprimera toutes vos missions de fichier local, et il se détachera de votre installation de Wordpress depuis votre compte sur %s

source: Cancel
fr_fr: Annuler

source: Reset
fr_fr: Remise à zéro

source: No API key set
fr_fr: Aucun jeu de clés API

source: The language file %1$s for %2$s was successfully synced
fr_fr: Langue fichier %1$ s %2$ s a été synchronisé avec succès

source: The language file %1$s for %2$s was successfully uploaded to POEditor.com
fr_fr: Langue fichier %1$ s %2$ s a été transféré avec succès à POEditor.com

source: There was a problem with the request for %1$s: %2$s
fr_fr: Il y avait un problème avec la demande de %1$ s: %2$ s

source: The language file %1$s for %2$s was successfully imported from POEditor.com
fr_fr: Langue fichier %1$ s %2$ s a été importé avec succès de POEditor.com

source: The %s folder is not writable. Please make it writable and try again
fr_fr: Le dossier %s n'est pas accessible en écriture. S'il vous plaît de rendre accessible en écriture et essayez à nouveau

source: The %s file cannot be overwritten. Please make it writable and try again
fr_fr: Le fichier %s ne peut pas être remplacé. S'il vous plaît de rendre accessible en écriture et essayez à nouveau

source: There was a problem importing the language file from POEditor.com
fr_fr: Il y avait un problème en important le fichier de langue de POEditor.com

source: Loading
fr_fr: Chargement

source: Retrieving online projects from POEditor.com. Please wait
fr_fr: Récupération des projets en ligne de POEditor.com. Veuillez patienter

source: Add language to %s
fr_fr: Ajouter langue à %s

source: Add language
fr_fr: Ajouter langue

source: Do you really like to download all language files for %s from POEditor.com?
fr_fr: Vous aimez vraiment de télécharger tous les fichiers de langue pour %s de POEditor.com ?

source: Do you really upload all terms for %s to POEditor.com?
fr_fr: Est-ce que vous ne vraiment Téléchargez tous les termes pour %s à POEditor.com ?

source: Do you really upload all definitions for %s POEditor.com?
fr_fr: Vous vraiment Téléchargez toutes les définitions de %s POEditor.com ?

source: Sync all
fr_fr: Synchroniser tous

source: This folder is not writable
fr_fr: Ce dossier n'est pas accessible en écriture

source: You must set your API key in order to use this plugin. You can get this key by going to %1$s on %2$s
fr_fr: Vous devez affecter votre clé API pour utiliser ce plugin. Vous pouvez obtenir cette clé de passe vers %1$ s %2$ s

source: your account
fr_fr: votre compte

source: Set API Key
fr_fr: La valeur de clé API

source: Scanning for language files. Please wait
fr_fr: Rechercher les fichiers de langue. Veuillez patienter

source: POEditor translations
fr_fr: POEditor traductions

source: Create project
fr_fr: Créer le projet

source: Local language files
fr_fr: Fichiers de langue locale

source: Found no projects in your POEditor.com account.
fr_fr: Ne trouvé aucun projet dans votre compte de POEditor.com.

source: The API Key was succesfully changed
fr_fr: La clé API a été correctement modifié

source: The API Key you set is invalid. Please try again
fr_fr: La clé API que vous définissez n'est pas valide. S'il vous plaît essayer de nouveau

source: The language was successfully added
fr_fr: La langue a été ajoutée avec succès

source: Please set the name of the project
fr_fr: S'il vous plaît définir le nom du projet

source: Project creation failed: %s
fr_fr: Échoué de création du projet : %s

source: The file could not be created. Please make sure that the folder is writable and your host configuration allows you to write files
fr_fr: Le fichier n'a pas pu être créé. Veuillez vous assurer que le dossier est accessible en écriture et votre configuration d'hôte vous permet d'écrire des fichiers

source: The plugin has been reset successfully
fr_fr: Le plugin a été réinitialisé correctement

source: The folder or file is not writable (so we are not be able to update the files with the information from poeditor.com)
fr_fr: Le dossier ou le fichier n'est pas accessible en écriture (donc nous ne sommes pas en mesure de mettre à jour les fichiers avec les informations de poeditor.com)

source: Search for location
fr_fr: Recherche d'emplacement

source: Search for file name
fr_fr: Recherche de nom de fichier
